const moment = require('moment');
let banner = `
=======================================================================================
  Author:   Anxon <ansonhorse@gmail.com>
  Built At: ${moment().format('YYYY-MM-DD HH:mm:ss')}
=======================================================================================
This's an open source chrome extension. Any problem please contact me.
========================================================================================
这是一个开源的小扩展(chrome或者核心差不多的浏览器应该都可以使用)，有问题请反映，也欢迎提供优化或改进建议！
========================================================================================
`;
module.exports = banner;